Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/renting_a_home/if_your_landlord_wants_you_to_leave.html.txt.tmx
Source language: en
Languages: ga

source: Fax:(021) 480 5111 Homepage: http://www.threshold.ie
ga: • Comhlíonann an fógra um fhoirceannadh forálacha an Achta ar gach bealach eile

source: Opening Hours:Mon-Fri 9.30 am - 5 pm Tel:(091) 563 080 Fax:(091) 569 273 Homepage: http://www.threshold.ie Email: advicegalway@threshold.ie
ga: Ní féidir le do thiarna talún do shealúchas a bhaint de d’árasán nó teach, fad is atá an tionóntacht fós ina seasamh (tar éis deireadh a chur leis an tionóntacht, áfach, níl aon oibleagáid dhlíthiúil ar thiarna talún giuirléidí a stóráil ná a choinneáil)

source: PO Box 47 Clonakilty Co
ga: Chomh maith leis sin, reáchtálann ICDSA líne faisnéise agus tharchuir le linn uaireanta oifige, rud a chuireann faisnéis bhunúsach dlí ar fáil
